---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEqDiameterParam
source: html/023aaf14-75e8-1234-813e-f4d7119d0506.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEqDiameterParam Property

"Equivalent Diameter"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEqDiameterParam { get; }
```